{
  "header": "Our Goals and Mission",
  "goals": {
    "title": "Our Goals",
    "overview": "MAPLE is a free public platform for submitting and reading testimony on Massachusetts legislation. We aim to achieve these goals:",
    "increase": "Increase access to legislative information and opportunities to contribute to the legislative process.",
    "engage": "Engage a wider set of stakeholders and perspectives in policy-making.",
    "strengthen": "Strengthen the relationships between constituents and  legislators.",
    "encourage": "Encourage common understanding and illuminate consensus."
  },
  "mission": {
    "title": "Our Mission",
    "overview": "Make it easy to meaningfully fulfill your civic responsibilities in Massachusetts",
    "connect": "MAPLE seeks to better connect its constituents to one another, and to our legislators. We hope to create a space for you to meaningfully engage in state government, learn about proposed legislation that impacts our lives in the Commonwealth, and share your expertise and stories. MAPLE aims to meaningfully channel and focus your civic energy towards productive actions for our state and local communities.",
    "disclosure": "Today, there is no legal obligation for the MA legislature (formally known as “The General Court”) to disclose what written testimony they receive and, in practice, such disclosure very rarely happens. As a result, it can be difficult to understand what communications and perspectives are informing our legislators' decisions. Often, even members of the legislature cannot easily access the public testimony given on a bill.",
    "callout": "MAPLE seeks to fill this void.",
    "publish1": "When you submit testimony through the MAPLE platform, it will be published in our freely accessible online database (this website), allowing legislators and other stakeholders to read and benefit from your perspective. MAPLE also assists in identifying the appropriate legislative recipients for your testimony and prepares a ready-to-send email on your behalf.",
    "publish2": "By facilitating the submission and sharing of testimony, we aim to enhance self-governance and contribute to better policy outcomes that reflect the needs, values, and objectives of Massachusetts residents. While using MAPLE is not required to submit testimony, each contribution enriches our collective understanding and empowers more individuals to engage effectively in the legislative process.",
    "submit_now": "Submit your testimony now!"
  }
}