{
  "advisory": {
    "title" : "Advisory Board",
    "desc": "The Advisory Board provides strategic advice and domain expertise to the MAPLE project. We are grateful to have the support of:",
    "DFields": "David Fields, Ph.D., is Professor of the Practice within the Graduate School of Education at Northeastern University and Senior Fellow with The Burnes Center for Social Change. He brings over 20 years of higher education experience building, launching, and scaling industry aligned programs. At the Burnes Center, his work includes supporting AI for Impact, and its InnovateMA co-op program in partnership with the Commonwealth of Massachusetts.",
    "JChang": "Jerren is the inaugural full-time President & CEO of Partners in Democracy. He is the co-founder of GenUnity - an innovative nonprofit supporting the civic learning and leadership development of hundreds of grassroots residents in Massachusetts communities and now a core pillar of PID's holistic democracy renovation strategy. Before GenUnity, Jerren served in the Chicago Mayor's Office as an economic development policy staffer and worked as a consultant at McKinsey & Company advising public and social sector leaders.",
    "MHarris": "As founder and CEO of POPVOX.com and the Executive Director of the nonprofit POPVOX Foundation, Marci is passionate about the responsible use of technology to improve government and benefit humanity. She is a lawyer and former congressional staffer, who worked on the House Ways and Means committee's Affordable Care Act team. She has held fellowships with Harvard Kennedy School's Ash Center for Democracy and the New America Foundation, and is currently an adjunct professor at the University of San Francisco and a political science lecturer at San Jose State University.",
    "JakeHirshAllen": "Jake advises impact investors, public sector leaders and start-ups, including on responsible tech and ethical AI. He is a director on the boards of Ontario Tech Talent and the Canadian Club and founded Lighthouse Labs. A former intellectual property and international criminal lawyer, Jake also built public-private partnerships in workforce development and higher education for LinkedIn, taught Global Health at McMaster University and clerked at the Supreme Court of Israel.",
    "MPrewitt": "Matt Prewitt is President of RadicalxChange Foundation, a nonprofit dedicated to improving the basic institutions of democracy and markets. He is also a former federal law clerk and antitrust litigator, and a writer and advisor on emerging technologies.",
    "JTurk": "James has spent his career working in Civic Tech. While at the Sunlight Foundation, he launched the Open States project, which curates a freely available repository of state legislative information across all 50 states, the District of Columbia, and Puerto Rico. James served as the lead of the Open States project for 13 years. James has also worked at PBS as a Director of Technology, as Principal Engineer of the Princeton Gerrymandering Project, and as Director of Public Data at Civic Eagle. James is currently an Assistant Clinical Professor at the University of Chicago, teaching in the Computational Analysis & Public Policy Program.",
    "HWeber": "Harlan is the founder of Code for Boston, a civic technology volunteer group and the incubator of MAPLE. He is an experienced UX design leader, having spent 10 years in the government technology space. Harlan is currently a Principal Designer at Nava Public Benefit Corporation where he focuses on leading projects for Federal government clients. He has also served the Commonwealth of Massachusetts as an Innovation Fellow, as a founding member and design director of the Massachusetts Digital Service, and as the director of design for the Customer Technology Department at the MBTA.",
    "LBarry": "Liz Barry is the Executive Director of Metagov. Before joining Metagov, she served as Head of Partnerships at The Computational Democracy Project, the 501(c)3 organization she established with the creators of the Polis technology to steward its open source code and methods. Liz works with facilitators, social movements, civil society organizations, journalists, indigenous nations, democratic governments both young and old, and peacebuilders to implement \"listening at scale.\""
  },
  "steering": {
    "title": "Steering Committee",
    "desc": "The Steering Committee directs the overall operations of MAPLE, which includes the management of volunteers, establishing project direction, and making decisions about development and communications.",
    "section1Title": "Product Management & Leadership",
    "MVictor": "Matthew Victor is a Boston-based lawyer, policy analyst and civic technologist. He is a former technology consultant and has worked in the life sciences, non-profit research and blockchain industries. Matthew graduated from Boston College Law School in 2022.",
    "NSanders": "Nathan Sanders is a data scientist, an organizer in science communication, and an environmental justice researcher & advocate. He has led machine learning teams in the media and biotech sectors and is an Affiliate of the Berkman-Klein Center at Harvard University.",
    "ASteele": "Anna Steele is a legal technologist and project manager who strives to make the law more accessible through the thoughtful use of technology. In her current role as the Legal Operations Manager at Howell Legal, Anna supports a team of attorneys in their mission to empower entrepreneurs.",
    "DJackson": "Dan Jackson directs Northeastern University School of Law’s NuLawLab, where he draws on his design and law backgrounds to educate the legal inventors of the future.",
    "JGriffin": "John Griffin is the Managing Partner for Strategy at Partners in Democracy. John spent a decade working in Massachusetts policy and politics, including as Massachusetts Policy Director at Democrats for Education Reform. He has experience advising nonprofits, campaigns, and civil society organizations on achieving their policy goals.",
    "EAlmquist": "Elaine F. Almquist is the founder and principal of Almquist & Associates, where she advises candidates and organizations on how to build political power, win office, and nurture long-term movements. Elaine has spent twenty years on the ground in campaigns and organizations, and serves on the advisory board of Rank The Vote.",
    "section2Title": "User Experience Design & Engineering Leads",
    "JVasquez": "James Vasquez is a User Experience Product Designer who has been in the digital product industry for 9 years (professionally, and volunteering for projects). He currently works at CVS Health, mentors UX students at Designlab, and is a Board Member of UXPA Boston.",
    "MKing": "Matt King is a Full-Stack Software Engineer. He received a Bachelor's Degree in Computer Science and Cognitive Psychology from Northeastern University.",
    "MBaggett": "Merritt Baggett is a freelance React Front-End Web Developer. He received a Bachelor's Degree in Psychology from Virginia Tech.",
    "KKim": "Kimin Kim is a Lead Front-end Developer at the Data Lab for Tech Impact with a Bachelor's Degree of Computer Science from Northeastern University. His hobbies are playing volleyball/badminton, eating good food, and learning new skills.",
    "MChai": "Minqi Chai is a social scientist and user experience researcher, advocating for human-centered approaches in digital transformation. She received her PhD in Political Science and Government from Cornell University."
  }
}